Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: An attempt was made to declare a non-UTF-8 encoding for JSON retrieved using XMLHttpRequest. Only UTF-8 is supported for decoding JSON.
bn_bd: VXMLHttpRequest ব্যবহার করে JSON কে পুনরুদ্ধার করার জন্য non-UTF-8 এনকোডিং ঘোষনা দেয়ার প্রচেষ্টা করা হয়েছিল। কেবলমাত্র UTF-8 সমর্থিত JSON ডিকোডিং এর জন্য।

source: Anchors
bn_bd: এঙ্করগুলো

source: and 1 row;and #1 rows
bn_bd: এবং 1 সারি এবং #1 সারিসমূহ

source: and one more;and #1 more
bn_bd: এবং আরও একটি; এবং #1 আরও

source: Andorra
bn_bd: অ্যান্ডোরা

source: Android
bn_bd: অ্যান্ড্রয়েড

source: And they have a plan.
bn_bd: এবং তাদের একটি পরিকল্পনা আছে।

source: An empty profile name is not allowed.
bn_bd: প্রোফাইলের নাম ফাঁকা রাখা যাবে না।

source: An error occured:
bn_bd: একটি ত্রুটি দেখা দিয়েছে:

source: An error occurred during a connection to %S.
bn_bd: %S-র সাথে সংযোগ স্থাপনের সময় ত্রুটি দেখা দিয়েছে।

source: An error occurred while decoding a media resource.
bn_bd: মিডিয়া রিসোর্স ডিকোডের সময় একটি ত্রুটি ঘটেছে।

source: An error occurred while fetching symbols. Check that you are connected to the Internet and try again.
bn_bd: যখন প্রতীক আনা হয় তখন একটি ত্রুটি হয়েছে।পরীক্ষা করুন যে আপনি ইন্টারনেটের সাথে যুক্ত এবং আবার চেষ্টা করুন।

source: An error occurred while loading the PDF.
bn_bd: পিডিএফ লোড করার সময় ত্রুটি দেখা দিয়েছে।

source: An error occurred while printing.
bn_bd: মুদ্রণের সময় একটি ত্রুটি দেখা দিয়েছে।

source: An error occurred while rendering the page.
bn_bd: পৃষ্ঠা উপস্থাপনার সময় ত্রুটি দেখা দিয়েছে।

source: A network error occurred loading an XSLT stylesheet:
bn_bd: XSLT স্টাইলশীট লোড করার সময় একটি নেটওয়ার্ক ত্রুটি হয়েছে:

source: A new &brandShorterName; update is available.
bn_bd: নতুন &brandShorterName; হালনাগাদ রয়েছে।

source: An external application must be launched to handle %1$S: links.\n\n\nRequested link:\n\n%2$S\n\nApplication: %3$S\n\n\nIf you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.\n
bn_bd: %1$S: লিংকগুলি ব্যবস্থাপনার জন্য একটি বহিঃস্থ অ্যাপ্লিকেশন আরম্ভ করা প্রয়োজন।\n\n\nঅনুরোধকৃত লিংক:\n\n%2$S\n\nঅ্যাপ্লিকেশন:%3$S\n\n\nএই অনুরোধটি অপ্রত্যাশিত হলে, সম্ভবত কেউ প্রোগ্রামটির দুর্বলতা অনুসন্ধানের চেষ্টা করছে। বিদ্বেষপূর্ণ নয়, এমন নিশ্চিত না হলে অনুরোধটি বাতিল করুন।\n

source: Angola
bn_bd: অ্যাঙ্গোলা

source: Anguilla
bn_bd: অ্যাঙ্গিলা

source: An “id” attribute missing on the binding tag.
bn_bd: বাইন্ডিং ট্যাগে "id" অ্যাট্রিবিউট পাওয়া যাচ্ছে না।

source: An iframe which has both allow-scripts and allow-same-origin for its sandbox attribute can remove its sandboxing.
bn_bd: একটি iframe যার allow-scripts এবং allow-same-origin উভয়ই আছে, যা এর স্যান্ডবক্স বৈশিষ্ট্যের জন্য স্যান্ডবক্সিং অপসারণ করতে পারে।

source: animation
bn_bd: অ্যানিমেশন

source: Animation
bn_bd: অ্যানিমেশন

source: Animation cannot be run on the compositor because the element has rendering observers (-moz-element or SVG clipping/masking)
bn_bd: কম্পোজিটরে এনিমেশন রান করবে না কারণ elementটি observers (-moz-element or SVG clipping/masking) রেন্ডারিং করছিল

source: Animation cannot be run on the compositor because the frame was not marked active for ‘opacity’ animation
bn_bd: কম্পোজিটরের উপর অ্যানিমেশন চালনা করা যাবে না কারন ফ্রেম ‘স্বচ্ছ’ অ্যানিমেশনের জন্য সক্রিয় হিসেবে চিহ্নিত নয়

source: Animation cannot be run on the compositor because the frame was not marked active for ‘transform’ animation
bn_bd: অ্যানিমেশন কম্পোজিটর উপর চালনা করা যাবে না কারন ফ্রেম 'transform' আ্যনিমেশনের জন্য সক্রিয় হিসেবে চিহ্নিত হয়নি ।

source: Animation Only:
bn_bd: কেবল অ্যানিমেশন:

source: Animations
bn_bd: অ্যানিমেশন

source: Animations of ‘backface-visibility: hidden’ transforms cannot be run on the compositor
bn_bd: 'backface-visibility: hidden' ট্রান্সফর্মের অ্যানিমেশন কম্পোজিটরের উপর চালনা করা যাবে না ।

source: Animations of ‘transform’ cannot be run on the compositor when geometric properties are animated on the same element at the same time
bn_bd: 'transform' এর অ্যানিমেশন কম্পোজিটর উপর চালনা করা যাবে না যখন একই সময়ে একই উপাদানের উপর জ্যামিতিক বৈশিষ্ট্য অ্যানিমেটেড হয় ।

source: Animations of ‘transform’ on elements with SVG transforms cannot be run on the compositor
bn_bd: SVG ট্রান্সফর্ম সহ উপাদানের উপর 'transform' এর অ্যানিমেশন কম্পোজিটরের উপর চালনা করা যাবে না ।

source: Animations of ‘transform-style: preserve-3d’ transforms cannot be run on the compositor
bn_bd: 'transform-style: preserve-3d' ট্রান্সফর্মের অ্যানিমেশন কম্পোজিটরের উপর চালনা করা যাবে না ।

source: An important update is available for %1$S.
bn_bd: %1$S এর জন্য গুরুত্বপূর্ণ আপডেট পাওয়া যাচ্ছে।

source: An incoming request to permit remote debugging connection was detected. A remote client can take complete control over your browser!
bn_bd: রিমোট ডিবাগিং সংযোগের আদেশ দিতে একটি অনুরোধ সনাক্ত করা হয়েছে। একটি রিমোট ক্লায়েন্ট আপনার ব্রাউজার উপর সম্পূর্ণ নিয়ন্ত্রণ নিতে পারে!

source: An IndexedDB transaction that was not yet complete has been aborted due to page navigation.
bn_bd: একটি IndexedDB ট্র্যাঞ্জাকশন যেটা এখনও শেষ হয়নি তা পেজ নেভিগেশনের জন্য বাতিল করা হয়েছে।

source: An I/O error occurred during security authorization.
bn_bd: নিরাপত্তামূলক অনুমোদনের সময় ইনপুট/আউটপুট ত্রুটি দেখা দিয়েছে।

source: Anonymous Sources
bn_bd: অজ্ঞাত উৎস

source: Another Application…
bn_bd: অন্য অ্যাপ্লিকেশন…

source: Another program on your computer installed an add-on that may affect your browser. Please choose to Enable or Cancel (to leave it disabled).
bn_bd: আপনার কম্পিউটারের অন্য একটি প্রোগ্রাম একটি অ্যাড-অন ইন্সটল করেছে যা আপনার ব্রাউজারকে প্রভাবিত করবে। অনুগ্রহ করে ঐ অ্যাড-অনের অনুমতিগুলো পর্যালোচনা করুন এবং স্বক্রিয় বা বাতিল (নিষ্ক্রিয় রাখতে) করুন।

source: Another program on your computer installed an add-on that may affect your browser. Please review this add-on’s permissions requests and choose to Enable or Cancel (to leave it disabled).
bn_bd: আপনার কম্পিউটারের অন্য একটি প্রোগ্রাম একটি অ্যাড-অন ইন্সটল করেছে যা আপনার ব্রাউজারকে প্রভাবিত করবে। অনুগ্রহ করে ঐ অ্যাড-অনের অনুমতিগুলো পর্যালোচনা করুন এবং স্বক্রিয় বা বাতিল (নিষ্ক্রিয় রাখতে) করুন।

source: Another program on your computer would like to modify &brandShortName; with the following add-on:
bn_bd: আপনার কম্পিউটারের অন্য একটি পোগ্রাম পরিবর্তিত হতে চাচ্ছে &brandShortName; এই সকল অ্যাড-অন এর সাথে:

source: An overview of the website services the product incorporates, along with instructions on how to disable them, if applicable, should be included here.
bn_bd: এই পণ্যে ব্যবহৃত ওয়েবসাইট সার্ভিসসমূহের সংক্ষিপ্ত বর্ণনা, এবং কিভাবে সেবাগুলো নিষ্ক্রিয় করা যায় তা এখানে অন্তর্ভুক্ত থাকবে।

source: ANSI X9.57 DSA Signature
bn_bd: ANSI X9.57 DSA স্বাক্ষর

source: ANSI X9.57 DSA Signature with SHA1 Digest
bn_bd: SHA1 ডাইজেস্ট সহ ANSI X9.57 DSA স্বাক্ষর

source: ANSI X9.62 ECDSA Signature with SHA1
bn_bd: SHA1 সহ ANSI X9.62 ECDSA স্বাক্ষর

source: ANSI X9.62 ECDSA Signature with SHA224
bn_bd: ANSI X9.62 ECDSA স্বাক্ষর SHA224 এর সাথে

source: ANSI X9.62 ECDSA Signature with SHA256
bn_bd: ANSI X9.62 ECDSA স্বাক্ষর SHA256 এর সাথে

source: ANSI X9.62 ECDSA Signature with SHA384
bn_bd: ANSI X9.62 ECDSA স্বাক্ষর SHA384 এর সাথে

source: ANSI X9.62 ECDSA Signature with SHA512
bn_bd: ANSI X9.62 ECDSA স্বাক্ষর SHA512 এর সাথে

source: ANSI X9.62 elliptic curve c2onb191v4
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2onb191v4

source: ANSI X9.62 elliptic curve c2onb191v5
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2onb191v5

source: ANSI X9.62 elliptic curve c2onb239v4
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2onb239v4

source: ANSI X9.62 elliptic curve c2onb239v5
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2onb239v5

source: ANSI X9.62 elliptic curve c2pnb163v1
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2pnb163v1

source: ANSI X9.62 elliptic curve c2pnb163v2
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2pnb163v2

source: ANSI X9.62 elliptic curve c2pnb163v3
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2pnb163v3

source: ANSI X9.62 elliptic curve c2pnb176v1
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2pnb176v1

source: ANSI X9.62 elliptic curve c2pnb208w1
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2pnb208w1

source: ANSI X9.62 elliptic curve c2pnb272w1
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2pnb272w1

source: ANSI X9.62 elliptic curve c2pnb304w1
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2pnb304w1

source: ANSI X9.62 elliptic curve c2pnb368w1
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2pnb368w1

source: ANSI X9.62 elliptic curve c2tnb191v1
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2tnb191v1

source: ANSI X9.62 elliptic curve c2tnb191v2
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2tnb191v2

source: ANSI X9.62 elliptic curve c2tnb191v3
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2tnb191v3

source: ANSI X9.62 elliptic curve c2tnb239v1
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2tnb239v1

source: ANSI X9.62 elliptic curve c2tnb239v2
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2tnb239v2

source: ANSI X9.62 elliptic curve c2tnb239v3
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2tnb239v3

source: ANSI X9.62 elliptic curve c2tnb359v1
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2tnb359v1

source: ANSI X9.62 elliptic curve c2tnb431r1
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ c2tnb431r1

source: ANSI X9.62 elliptic curve prime192v1 (aka secp192r1, NIST P-192)
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ prime192v1 (aka secp192r1, NIST P-192)

source: ANSI X9.62 elliptic curve prime192v2
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ prime192v2

source: ANSI X9.62 elliptic curve prime192v3
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ prime192v3

source: ANSI X9.62 elliptic curve prime239v1
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ prime239v1

source: ANSI X9.62 elliptic curve prime239v2
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ prime239v2

source: ANSI X9.62 elliptic curve prime239v3
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ prime239v3

source: ANSI X9.62 elliptic curve prime256v1 (aka secp256r1, NIST P-256)
bn_bd: ANSI X9.62 উপবৃত্তাকার কার্ভ prime256v1 (aka secp256r1, NIST P-256)

source: Antarctica
bn_bd: এন্টার্কটিকা

source: Antigua and Barbuda
bn_bd: অ্যান্টিগুয়া ও বারবুডা

source: A numeric character reference expanded to carriage return.
bn_bd: ক্যারিজ ফেরত দিতে একটি সাংখ্যিক অক্ষর রেফারেন্স প্রসারিত হয়েছে।

source: A numeric character reference expanded to the C1 controls range.
bn_bd: C1 পরিসর নিয়ন্ত্রণ করতে একটি সাংখ্যিক অক্ষর রেফারেন্স প্রসারিত হয়েছে।

source: An unbalanced tree was written using document.write() causing data from the network to be reparsed. For more information https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
bn_bd: নেটওয়ার্ক হতে ডাটা পুনরায় পার্স হওয়ার কারনে document.write() ব্যবহার করে একটি ভারসাম্যহীন ট্রি লিখা হয়েছে। আরো তথ্যের জন্য https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing লিঙ্কটি দেখুন

source: An unknown error has occurred (%1$S)
bn_bd: একটি অজানা ত্রুটি দেখা দিয়েছে (%1$S)

source: An unknown error occurred (path %S)
bn_bd: একটি অজানা ত্রুটি দেখা দিয়েছে (পাথ %S)

source: An unknown error occurred while processing decodeAudioData.
bn_bd: decodeAudioData প্রসেসিং এর সময় অজানা ত্রুটি ঘটেছে।

source: An unknown SSL cipher suite has been requested.
bn_bd: একটি অজানা SSL সাইফার স্যুটের অনুরোধ জানানো হয়েছে।

source: An unknown XPath extension function was called.
bn_bd: একটি অজানা XPath এক্সটেনশন ফাংশন কল করা হয়েছিল।

source: An unsupported character encoding was declared for the HTML document using a meta tag. The declaration was ignored.
bn_bd: মেটা ট্যাগ ব্যবহারের ফলে এইচটিএমএল নথির জন্য অসমর্থিত অক্ষরের এনকোডিং পাওয়া গিয়েছে। ঘোষণা অগ্রাহ্য করা হল।

source: An unsupported character encoding was declared on the transfer protocol level. The declaration was ignored.
bn_bd: স্থানান্তরণ প্রোটোকল স্তরে অসমর্থিত অক্ষরের এনকোডিং পাওয়া গিয়েছে। ঘোষণা অগ্রাহ্য করা হল।

source: An update is available
bn_bd: হালনাগাদ বিদ্যমান

source: An X.509 version 1 certificate that is not a trust anchor was used to issue the server’s certificate. X.509 version 1 certificates are deprecated and should not be used to sign other certificates.
bn_bd: না একটি ট্রাস্ট নোঙ্গর যে একটি X.509 সংস্করণ 1 সার্টিফিকেট সার্ভারের শংসাপত্র প্রেরণ করা হয়. X.509 সংস্করণ 1 সার্টিফিকেট অবচিত হয়েছে এবং অন্যান্য সার্টিফিকেট সাইন ব্যবহার করা উচিত নয়।

source: An XBL file is malformed. Did you forget the XBL namespace on the bindings tag?
bn_bd: একটি XBL ফাইল বিকৃত। বাইন্ডিং ট্যাগে XBL নেমস্পেস দিতে ভুলে গিয়েছেন?

source: An XPath expression was expected to return a NodeSet.
bn_bd: একটি XPath এক্সপ্রেশন থেকে একটি NodeSet পাওয়া প্রত্যাশিত ছিল।

source: An XPath function was called with the wrong number of arguments.
bn_bd: ভুল সংখ্যক আর্গুমেন্টসহ একটি XPath ফাংশন কল করা হয়েছিল।

source: An XSLT stylesheet directly or indirectly imports or includes itself:
bn_bd: একটি XSLT স্টাইলশীট সরাসরি অথবা পরোক্ষভাবে নিজেকে ইমপোর্ট অথবা অন্তর্ভুক্ত করে:

source: An XSLT stylesheet does not have an XML mimetype:
bn_bd: XSLT স্টাইলশীটের মধ্যে কোন XML mimetype উপস্থিত নেই:

source: An XSLT stylesheet load was blocked for security reasons.
bn_bd: নিরাপত্তাজনীত কারণে একটি XSLT স্টাইলশীট লোড প্রতিরোধ করা হয়েছে।

source: Any applicable privacy policies for this product should be listed here.
bn_bd: এই পণ্যের জন্য প্রযোজ্য সব ব্যক্তিগত নীতিমালা এখানেই তালিকাভুক্ত থাকবে।

source: Any applicable service terms for this product should be listed here.
bn_bd: এই পণ্যের সেবার জন্য প্রযোজ্য সব শর্ত এখানে তালিকাভুক্ত থাকবে।

source: Any type of connection
bn_bd: সব ধরণের সংযোগ

source: API Call
bn_bd: API কল

source: A PKCS #11 module returned CKR_DEVICE_ERROR, indicating that a problem has occurred with the token or slot.
bn_bd: CKR_DEVICE_ERROR এ একটি PKCS #11 মডিউল প্রত্যাবর্তন করেছে, এটি নির্দেশ করে যে টোকেন অথবা স্লট এর সাথে একটি সমস্যা হয়েছে।

source: A PKCS #11 module returned CKR_FUNCTION_FAILED, indicating that the requested function could not be performed. Trying the same operation again might succeed.
bn_bd: CKR_FUNCTION_FAILED এ একটি PKCS #11 মডিউল প্রত্যাবর্তন করেছে, এটি নির্দেশ করে যে অনুরোধকৃত ফাংশনটি সম্পাদন করা যাবেনা। একই ওপারেশন আবার চেষ্টা করলে সফল হওয়া যাবে।

source: A PKCS #11 module returned CKR_GENERAL_ERROR, indicating that an unrecoverable error has occurred.
bn_bd: CKR_GENERAL_ERROR এ একটি PKCS #11 মডিউল প্রত্যাবর্তন করেছে, এটি পুনরুদ্ধার করা যায়না এরূপ ত্রুটি নির্দেশ করে।

source: Appcache validated successfully.
bn_bd: অ্যাপ ক্যাশের বৈধতা সফলভাবে পরীক্ষিত।

source: Appearance
bn_bd: অবয়ব

source: Appearance:
bn_bd: অবয়ব:

source: append a new style sheet
bn_bd: একটি নতুন স্টাইল শীট সংযুক্ত করুন

source: App ID
bn_bd: অ্যাপ ID

source: application
bn_bd: অ্যাপ্লিকেশন

source: Application Basics
bn_bd: অ্যাপ্লিকেশনের প্রাথমিক তথ্য

source: Application cache utilities
bn_bd: অ্যাপ্লিকেশন ক্যাশ ইউটিলিটি

source: Application details
bn_bd: অ্যাপ্লিকেশনের বিবরণ

source: Application Details…
bn_bd: অ্যাপ্লিকেশনের বিবরণ…

source: Application not found
bn_bd: অ্যাপ্লিকেশন পাওয়া যায়নি

source: Applications
bn_bd: অ্যাপ্লিকেশন

source: application status
bn_bd: অ্যাপ্লিকেশনের অবস্থা

source: Application to share:
bn_bd: Aঅ্যাপ্লিকেশন শেয়ার করুন:

source: Applying update…
bn_bd: হালানাগাদ প্রয়োগ করা হচ্ছে…

source: Apply Style Changes
bn_bd: স্টাইল পরিবর্তন প্রয়োগ করুন

source: app submission to the Marketplace requires a 128px icon
bn_bd: মার্কেটপ্লেসে অ্যাপ জমা দেয়ার জন্য ন্যূনতম 128px আইকন লাগবে

source: A profile with this name already exists. Please choose another name.
bn_bd: এই নামের একটি প্রোফাইল ইতিমধ্যেই রয়েছে। অনুগ্রহ করে একটি পৃথক নাম নির্বাচন করুন।

source: Arabic
bn_bd: আরবি

source: Arabic (ISO)
bn_bd: আরবি (আইএসও)

source: Arabic (Windows)
bn_bd: আরবি (উইন্ডোজ)

source: Aragonese
bn_bd: আরাগোনীজ

source: Archived ping data
bn_bd: আর্কাইভ পিং তথ্য

source: A recommended security and stability update is available, but you do not have enough space to install it.
bn_bd: নিরাপত্তা ও স্থায়ীত্ব সংক্রান্ত একটি হালনাগাদ বিদ্যমান, কিন্তু এটি ডাউনলোড করার প্রয়োজনীয় জায়গা আপনার নেই।

source: A recommended security and stability update is available, but you do not have the system permissions required to install it. Please contact your system administrator, or try again from an account that has permission to install software on this computer.
bn_bd: নিরাপত্তা ও স্থায়ীত্ব সংক্রান্ত একটি হালনাগাদ বিদ্যমান, কিন্তু এটি ডাউনলোড করার প্রয়োজনীয় অনুমতি আপনার নেই। অনুগ্রহ করে আপনার সিস্টেম প্রশাসকের সাথে যোগাযোগ করুন অথবা এই কম্পিউটারে সফটওয়্যার ইনস্টলের অনুমতি রয়েছে এমন একটি অ্যাকাউন্ট থেকে পুনরায় চেষ্টা করুন।

source: A recoverable error occurred while decoding a media resource.
bn_bd: মিডিয়া রিসোর্স ডিকোডের সময় একটি উদ্ধারযোগ্য ত্রুটি ঘটেছে।

source: A required TLS feature is missing.
bn_bd: প্রয়োজনীয় TLS ফিচার পাওয়া যায়নি

source: A restart of your computer may be required to complete the installation.
bn_bd: ইনস্টলেশন সম্পন্ন করতে আপনার কম্পিউটার পুনরায় চালু করতে হতে পারে।

source: A restart of your computer may be required to complete the uninstall.
bn_bd: আনইনস্টলেশন সম্পন্ন করতে আপনার কম্পিউটার পুনরায় চালু করতে হতে পারে।

source: Are you sure?
bn_bd: আপনি কি নিশ্চিত?

source: Are you sure you want to allow this download?
bn_bd: আপনি কি ডাউনলোড এর অনুমতি দেয়ার ব্যাপারে নিশ্চিত?

source: Are you sure you want to delete these certificates?
bn_bd: আপনি কি নিশ্চিতরূপে এই সার্টিফিকেটগুলি মুছে ফেলতে ইচ্ছুক?

source: Are you sure you want to delete these people’s e-mail certificates?
bn_bd: আপনি কি নিশ্চিতরূপে উল্লেখিত ব্যক্তিদের ইমেইল সার্টিফিকেটগুলি মুছে ফেলতে ইচ্ছুক?

source: Are you sure you want to delete these server exceptions?
bn_bd: আপনি কি নিশ্চিতরূপে সার্ভারের এই ব্যতিক্রমগুলি মুছে ফেলতে ইচ্ছুক?

source: Are you sure you want to delete this security module?
bn_bd: আপনি কি নিশ্চিতভাবে এই নিরাপত্তা মডিউলটি মুছে ফেলতে ইচ্ছুক?

source: Are you sure you want to disable all add-ons and restart?
bn_bd: আপনি কি অ্যাড-অন নিস্ক্রিয় করে রিস্টার্ট দেয়ার ব্যাপারে নিশ্চিত?

source: Are you sure you want to open this file?
bn_bd: আপনি কি নিশ্চিত আপনি এই ফাইলটি খুলতে চান?

source: Are you sure you want to quit $BrandFullName Setup?
bn_bd: আপনি কি নিশ্চিত যে আপনি $BrandFullName এর সেটআপ থেকে বের হয়ে যেতে চান?

source: Are you sure you want to quit $BrandFullName Uninstall?
bn_bd: আপনি কি নিশ্চিত আপনি $BrandFullName এর আনইনস্টলেশন স্থগিত করতে চান?

source: Are you sure you want to sign in to Sync?
bn_bd: আপনি কি সিঙ্ক করার জন্য সাইন ইন করার ব্যাপারে নিশ্চিত?

source: Are you sure you wish to remove all passwords?
bn_bd: আপনি কি নিশ্চিত আপনি সব পাসওয়ার্ড অপসারণ করতে চান?

source: Are you sure you wish to remove this login?
bn_bd: আপনি কি নিশ্চিত আপনি এই লগইন অপসারণ করতে চান?

source: Are you sure you wish to show your passwords?
bn_bd: আপনি কি নিশ্চিত আপনি পাসওয়ার্ড প্রদর্শন করতে চান?

source: Argentina
bn_bd: আর্জেন্টিনা

source: Arguments
bn_bd: আর্গুমেন্ট

source: argument to pseudo-class selector
bn_bd: pseudo-class নির্বাচকের আর্গুমেন্ট

source: Armenia
bn_bd: আর্মেনিয়া

source: Armenian
bn_bd: আর্মেনীয়

source: article
bn_bd: নিবন্ধ

source: Aruba
bn_bd: আরুবা

source: As Authored
bn_bd: লেখক হিসেবে

source: A script on this page has been stopped due to a low memory condition.
bn_bd: মেমরি স্বল্পতার কারণে এই পৃষ্ঠার একটি স্ক্রিপ্ট বন্ধ করা হয়েছে।

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, open the script in the debugger, or let the script continue.
bn_bd: এই পৃষ্ঠার কোনো স্ক্রিপ্ট সম্ভবত এই মুহর্তে ব্যস্ত বা অচল হয়ে আছে। আপনি স্ক্রিপ্টটি বন্ধ করে দিতে পারেন, এটি ডিবাগার-এ খুলতে পারেন, বা চালিয়ে যেতে পারেন।

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, or you can continue to see if the script will complete.
bn_bd: এই পৃষ্ঠার কোনো স্ক্রিপ্ট সম্ভবত এই মুহর্তে ব্যস্ত বা অচল হয়ে আছে। আপনি স্ক্রিপ্টটি বন্ধ করে দিতে পারেন অথবা এটি কাজটি শেষ করে কিনা তা দেখার জন্য অপেক্ষা করতে পারেন।

source: A security and stability update for %1$S is available:
bn_bd: %1$S এর জন্য নিরাপত্তা এবং স্থায়িত্ব হালনাগাদ বিদ্যমান:

source: A security and stability update for &brandShortName; has been downloaded and is ready to be installed.
bn_bd: &brandShortName; এর জন্য একটি স্থায়ীত্ব ও নিরাপত্তা সংক্রান্ত হালনাগাদ ডাউনলোড করা হয়েছে এবং এটি ইনস্টলের জন্য প্রস্তুত।

source: A security error prevented the resource from being loaded.
bn_bd: একটি সিকিউরিটি ত্রুটি এই রিসোর্সকে লোড হতে বাধা দিচ্ছে।

source: A sensitive key cannot be moved to the slot where it is needed.
bn_bd: একটি সংবেদনশীল কী প্রয়োজনীয় স্লটে সরানো যায়নি।

source: A set of commands that are executed on a remote system. The remote system is reached via %S
bn_bd: একটি কমান্ডের সেট যা একটি রিমোট সিস্টেমের মাধ্যমে চালু হয়। রিমোট সিস্টেমটি %S এর মাধ্যমে পৌছায়

source: As First Child
bn_bd: প্রথম Child হিসেবে

source: Ashmore and Cartier Islands
bn_bd: অ্যাশমোর এবং কার্টিয়ার দ্বীপপুঞ্জ

source: Ask Later
bn_bd: পরে জিজ্ঞেস করা হবে

source: Ask to Activate
bn_bd: সক্রিয় করতে বলুন

source: Ask to use this add-on each time
bn_bd: প্রতিবার এই এড-অন ব্যবহার এর সময় জিজ্ঞাসা করুন

source: Ask you every time
bn_bd: আপনাকে প্রতিবার জিজ্ঞেস করা

source: As &laid out on the screen
bn_bd: পর্দায় যেভাবে সাজানো থাকে (&l)

source: As laid out on the screen
bn_bd: পর্দার বিন্যাস অনুযায়ী (u)

source: _As Laid Out on the Screen
bn_bd: পর্দায় যেভাবে সাজানো থাকে (_A)

source: A slash was not immediately followed by “>”.
bn_bd: “>” দ্বারা একটি স্ল্যাশ তৎক্ষনাৎ অনুসরণ করেনি।

source: As Last Child
bn_bd: শেষ Child হিসেবে

source: A specific source to black box
bn_bd: ব্লাক বক্সে কোনো নির্দিষ্ট সোর্স

source: A specific source to stop black boxing
bn_bd: ব্ল্যাক বক্সিং বন্ধ করার জন্য একটি নির্দিষ্ট উৎস

source: Assamese
bn_bd: অসমীয়া

source: Associated Text:
bn_bd: সংশ্লিষ্ট টেক্সট:

source: Asterisk (*) incorrectly used in the %1$S section at line %2$S. If a line in the NETWORK section contains only a single asterisk character, then any URI not listed in the manifest will be treated as if the URI was listed in the NETWORK section. Otherwise such URIs will be treated as unavailable. Other uses of the * character are prohibited.
bn_bd: %1$S সেকশনের %2$S লাইনে তারকা চিহ্ন (*) ভুলভাবে ব্যবহার হয়েছে। যদি NETWORK সেকশনের কোনো লাইনে একটি মাত্র তারকা চিহ্ন থাকে, তাহলে ম্যানিফেস্টে তালিকার বাইরে থাকা URIটি NETWORK সেকশনের তালিকায় থাকা URI এর মতো আচরণ করবে। না হলে এই ধরনের URI বিদ্যমান নয় বলে বিবেচিত হবে। * চিহ্নের অন্যান্য ব্যবহার নিষিদ্ধ।

source: Asterisk (*) incorrectly used in the FALLBACK section at line %S. URIs in the FALLBACK section simply need to match a prefix of the request URI.
bn_bd: FALLBACK সেকশনের %S লাইনে তারকা চিহ্ন (*) ভুলভাবে ব্যবহৃত হয়েছে। FALLBACK সেকশনের URI গুলো অনুরোধকৃত URI এর প্রিফিক্সের সাথে মিলতে হবে।

source: Asturian
bn_bd: আস্তুরীয়ান

source: asynchronous entity
bn_bd: অ্যাসিনক্রোনাস এনটিটি

source: Asynchronous Pan/Zoom
bn_bd: অ্যাসিংক্রোনাস প্যান/জুম

source: (Async: %S)
bn_bd: অ্যাসিনক্রোনাইজ: %S

source: async touch input disabled due to unsupported pref: %S
bn_bd: অ্যাসিঙ্ক টাচ ইনপুট অসমর্থিত পছন্দ: %S -এর জন্যে নিস্ক্রিয়

source: async wheel input disabled due to unsupported pref: %S
bn_bd: অ্যাসিঙ্ক হুইল ইনপুট অসমর্থিত পছন্দ: %S -এর জন্য নিস্ক্রিয়

source: A tab is being shared. Click to control sharing.
bn_bd: একটি ট্যাব শেয়ার করা করা হচ্ছে। শেয়ারিং নিয়ন্ত্রণ করতে ক্লিক করুন।

source: A table cell was implicitly closed, but there were open elements.
bn_bd: একটি টেবিল সেল পরোক্ষভাবে বন্ধ ছিল, কিন্তু সেখানে খোলা উপাদান ছিল।

source: At browser exit (session)
bn_bd: ব্রাউজার প্রস্থানের সময় (সেশন)

source: At end of session
bn_bd: সেশনের শেষে

source: Atom
bn_bd: অ্যাটম

source: Attachments
bn_bd: সংযুক্তি

source: Attempting to create a Worker from an empty source. This is probably unintentional.
bn_bd: একটি খালি উৎস থেকে একটি ওয়ার্কার তৈরির চেষ্টা করা হচ্ছে। এটা সম্ভবত অনিচ্ছাকৃত।

source: Attempting to identify this site…
bn_bd: সাইটের পরিচয় নির্ধারণের প্রচেষ্টা চালানো হচ্ছ।

source: Attempts
bn_bd: প্রচেষ্টা
